Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Item 113/2018 The current monetary policy situation – interest rate decision
nb: Sak 113/2018 Den aktuelle pengepolitiske situasjon – rentevedtak

source: derivatives are also traded and are included in the group
nb: Nede til høyre i figuren finner vi selskap med større

source: Working group recommendation: The working group recommends interest payment with NOWA as a reference rate calculated with actual days in the interest period divided by 365 as the day count convention.
nb: Arbeidsgruppen anbefaler rentebetaling med Nowa som referanserente utregnet med faktiske dager i renteperioden dividert med 365.

source: In a liquid market, an overnight rate will be the first point on a yield curve on interbank loans directly in Norwegian kroner.
nb: En overnattenrente i et likvid marked vil være det første punktet på en avkastningskurve for lån mellom banker direkte i norske kroner.

source: Professor Alan Blinder at Princeton argues that a central bank that speaks with a cacophony of voices has no voice at all.
nb: Professor Alan Blinder ved Princeton University, mener at en sentralbank som snakker med en kakofoni av stemmer, ikke har noen stemme i det hele tatt.

source: This enables the use of the Nowa index from Norges Bank to calculate the compounded rate for a given period.
nb: Man kan da benytte Norges Banks Nowa-indeks for beregning av kapitalisert perioderente.

source: The Executive Board exchanged views and took note of the operations report for NBIM for the third quarter of 2017.
nb: Hovedstyret hadde en meningsutveksling og tok virksomhetsrapporten for NBIM for tredje kvartal 2017 til etterretning.

source: GPFG – Reports and presentations from the meeting with the Ministry of FinanceMemo from NBIM of 6 May 2019
nb: SPU – Referat og presentasjon fra møte med FinansdepartementetNotat 6. mai 2019 fra NBIM

source: Egil Matsen presented the discussions on the Ownership Committee and its position.
nb: Egil Matsen redegjorde for drøftingen i eierskapsutvalget og utvalgets innstilling.

source: The illustration on the 200-krone note shows a lateral mark indicating direction of buoyage.
nb: Illustrasjonen på 200-kroneseddelen viser ei grindstøtte med peker.

source: 3 See Arbatli and Johansen (2017).
nb: 3 Se Arbatli og Johansen (2017).

source: - Market conventions for Nowa as the main reference rate or fallback rate should be as similar
nb: - Markedskonvensjonene for Nowa som hovedreferanserente eller fal backrente bør være så

source: In addition to these changes in choice of interest rate
nb: I tillegg til disse endringene i valg av renteforutsetning

source: Households’ financial assets increased through the pandemic, which has bolstered households’ resilience.
nb: Husholdningenes finansielle eiendeler økte gjennom pandemien, og det har gjort husholdningene mer robuste.

source: Norges Bank is assessing whether central bank money should also be issued in digital form.
nb: Norges Bank vurderer om sentralbankpenger bør utstedes også i digital form.

source: Jon Nicolaisen outlined the main economic developments since the previous Executive Board meeting with particular emphasis on developments in the money, currency and capital markets.
nb: Jon Nicolaisen redegjorde for den økonomiske utviklingen siden forrige hovedstyremøte, med særlig vekt på utviklingen i penge-, valuta- og kapitalmarkedene.

source: wages and margins.
nb: utgangspunkt i norsk statistikk.

source: Item 211/2019 - Proposed 2020 budget for Norges Bank
nb: Sak 211/2019 Budsjettforslag for Norges Bank for 2020 Saksdokument:

source: – Operational risk and internal control – 2009
nb: – Operasjonell risiko og intern kontroll – 2009

source: important to determine which factors affect the krone
nb: plasseringer i Norge kontra i utlandet og prisutviklingen

source: Inflation Report 3/05, there were only minor differ-
nb: I Inflasjonsrapport 3/05 var det små forskjeller

source: In the oldest age group (aged 80 and above), infection rates have fal en slightly in recent weeks.
nb: I den eldste aldersgruppen (over 80 år) har smittetal­lene falt litt de siste ukene.

source: So far, most of the FRNs issued referencing SONIA or €STR use the lookback convention, normally with a 5 days lookback period.
nb: Nesten alle FRNs i SONIA og alle FRNs i €STR benytter lookback-konvensjon, alle med 5 virkedagers lookback.

source: contributed to maintaining low unemployment.
nb: Det har bidratt til lav arbeidsledighet.

source: Torbjørn Hægeland and Katrine Godding Boye presented the main elements of the report.
nb: Torbjørn Hægeland og Katrine Godding Boye presenterte hovedelementer i rapporten.

source: Nibor is administered by Norske Finansielle Referanserenter AS (NoRe), which is wholly owned by Finance Norway.
nb: Nibor administreres av Norske Finansielle Referanserenter AS (NoRe) som er heleid av Finans Norge.

source: The operational target of monetary policy is annual consumer price inflation of close to 2% over time.
nb: Det operative målet for pengepolitikken er en årsvekst i konsumprisene som over tid er nær 2 prosent.

source: The Governor gave a briefing on relevant matters for Central Banking Operations.
nb: Sentralbanksjefen orienterte om aktuelle saker i sentralbankvirksomheten.

source: Debt growth and asset price inflation have often been high prior to financial crises and are therefore indicators of cyclical vulnerabilities.
nb: Veksten i gjeld og aktivapriser har ofte vært høy i forkant av finansielle kriser og er derfor indikatorer for syklisk sårbarhet.

source: Workshop with Norges Bank's Deputy Governor Ida Wolden Bache and Deputy Governors from the other central banks in the Nordic countries.
nb: Workshop med visesentralbanksjef Ida Wolden Bache og visesentralbanksjefer fra de øvrige sentralbankene i Norden.

source: One must also recognise that the new rules introduced in the 1980s did not take into account banks' ability and creativity in terms of circumventing these rules.
nb: Vi må også erkjenne at de nye reglene som kom på 1980-tallet, ikke tok høyde for bankenes evne og kreativitet til å omgå dem.

source: Section C must be completed to authorise Norges Bank to submit information to the Bank’s auditor
nb: Punkt C må fylles ut for ordinær konto og ved aktivering av beredskapskonto for at Norges Bank skal kunne gi

source: the system, the transaction will be settled immediately if
nb: betalingsforsinkelser og omfanget av uoppgjorte transak-

source: In the Commission’s proposed Section 3-6, Norges Bank may withdraw banknotes and coins of a certain series or coin type (see first sentence).
nb: Utvalget foreslår i § 3-6 at Norges Bank kan trekke tilbake sedler av en bestemt utgave eller en bestemt myntsort, se første punktum.

source: The text is set in 11½ point Times
nb: Teksten er satt med 11½ pkt. Times

source: about how market participants interpret the Bank’s policy
nb: Norges Bank følger utviklingen i markedsaktørenes

source: The Executive Board is responsible for Norges Bank’s management of the Government Pension Fund Global.
nb: Hovedstyret har ansvaret for Norges Banks forvaltning av Statens pensjonsfond utland.

source: Rapid price rises in recent years (Chart 1.11) have not been matched by corresponding borrowing by CRE firms.
nb: Den sterke prisveksten de siste årene (se figur 1.11), har ikke vært motsvart av en tilsvarende opplåning i næringseiendomsforetakene.

source: equal, reduces the fiscal surplus.
nb: overskudd på statsbudsjettet.

source: the difference between Norwegian and foreign short-termrates (see Chart 4).
nb: kortsiktige rentene mellom Norge og utlandet (figur 4).Derfor er kronen sterk nå.

source: Norges Bank’s regional network contacts reported in the most recent round of interviews that output is continuing to fall at the same pace as in the previous round.
nb: Bedriftene i Norges Banks regionale nettverk rapporterte i den siste intervjurunden at produksjonen fortsatt faller med samme styrke som i forrige periode.

source: Timothy Fitzgerald (DNB Markets) then reviewed the draft of the final report, “Establishing an OIS market in NOK”.
nb: Deretter gikk Timothy Fitzgerald (DNB Markets) gjennom utkastet til den endelige rapporten om «Utredning av et OIS-marked i norske kroner».

source: weight on stabilising the real economy.
nb: og får pensjonene utbetalt i et annet.

source: Form for contact persons – Norges Bank’s settlement system
nb: Gebyret belastes bankens konto i Norges Bank.

source: A large share of the stock of office buildings is located in Oslo, and prices for prime office space in Oslo is one of many indicators of cyclical vulnerabilities (see
nb: En stor andel av kontormassen ligger i Oslo, og prisene for prestisjelokaler i Oslo er en av flere indikatorer for syklisk sårbarhet (se

source: The banks have a number of registered users of NBO Online who have not been active for a long time.
nb: Bankene har en rekke registrerte brukere av NBO Online som ikke har vært aktive i lengre tid.

source: ey’s function as a medium of exchange in financial
nb: i bruken av elektronisk baserte betalingsinstrumenter,

source: 1 If the investigation has confirmed that there are grounds for suspicion, Norges Bank will only accept the
nb: Dato / sign.: 1 Dersom undersøkelsene har bekreftet at det er grunn til mistanke, vil Norges Bank kun ta i mot sedlene dersom saken er

source: "The figures for world output are truly disheartening.
nb: "Tallene for verdensproduksjonen er i sannhet nedslående.

source: economy, monetary policy also works through changes
nb: Rådet og Europaparlamentet etter reglene for

source: Koht and Sandberg (1997) performed a similar analysis of the Norwegian CPI.
nb: Koht og Sandberg (1997) gjorde en tilsvarende analyse på norsk KPI.

source: information from the household survey (see Tables 6 and 10).
nb: husholdningsundersøkelsen (se tabell 6 og 10).

source: The debt growth of recent years is found tobe related to developments in the housing market and to the decline in interest rates since December 2002.
nb: Vi finner at gjeldsøkningen de siste årene har sam-menheng med utviklingen i boligmarkedet og med rentenedgangen siden desember 2002.

source: in accordance with the bank’s security requirements.
nb: krav mot bankens innskudd på pantekonto i Norges Bank som er stilt som sikkerhet for

source: the management of the Fund in 2010. The Bank’s internal Bank therefore not receiving the agreed payment in cash
nb: pensjons fond for 2010. Bankens interne retningslinjer er regulert ved at det ble fastsatt et beløpsmessig tak på årlig

source: The examples in this section illustrate that losses may
nb: Eksemplene i dette avsnittet illustrerer at tapet kan være

source: Indian rupee (INR) - daily exchange rate from Norges Bank
nb: Indiske rupi (INR) - dagens valutakurs fra Norges Bank

source: This reflects developments in central banks’ actual responsibilities and tasks, where the work on financial stability has gained importance in the wake of the financial crisis.
nb: Det gjenspeiler utviklingen i sentralbankenes faktiske ansvar og arbeidsoppgaver, der arbeidet med finansiell stabilitet har fått større betydning i etterkant av finanskrisen.

source: actions are released from the queue for settlement in the
nb: analysere virkningene av å endre tilgjengelig likviditet

source: Runar Malkenes presented the draft of the Executive Board's annual report for 2017 and the discussion on corporate social responsibility.
nb: Runar Malkenes redegjorde for utkast til hovedstyrets årsberetning for 2017 og for omtalen av samfunnsansvar.

source: to be more exposed than small banks, among other reasons because large banks are more exposed
nb: Store banker synes mer eksponert enn små banker, blant annet fordi store banker er

source: At constant 2017 prices. In billions of NOK. Fields in production excl. new development projects
nb: Faste 2017-priser.Milliarder kroner. Felt i drift utenom nye utbygginger

source: Weaker economic growth, coupled with increased competition andgreater efficiency in a number of industries, probably contributed to pressure on prices for both goods andservices produced in Norway and imported consumer goods.
nb: Svakere økonomisk vekst sammen med økt konkurranseog effektivisering i flere næringer, har trolig bidratt til å presse ned prisene både på norskproduserte varerog tjenester og importerte konsumvarer.

source: nies listed on the NYSE.
nb: per notert på NYSE.

source: The database contains data for consumer prices, house prices, nominal wages, short term and long term interest rates, money and credit aggregates, bank lending, indicators of real activity (GDP), exchange rates and stock price indices.
nb: Databasen inneholder tall for konsumpriser, huspriser, nominell lønn, kortsiktige og langsiktige renter, aggregerte tall for pengemengde og kreditt, inkludert samlede utlån fra spare- og forretningsbanker, statsbanker og Norges Bank, BNP og underkomponenter i faste og løpende priser, valutakurser og aksjekursindekser.

source: this debt is not secured on dwellings. Total household debt at end-2007 was NOK 1 530 billion.
nb: Husholdningenes samlede gjeld ved utgangen av 2007 var 1 530 milliarder kroner.

source: He also has held numerous board positions in the financial industry, including 14 years as chair and member of the board of the Norwegian Fund and Asset Management Association.
nb: Han har også lang styreerfaring fra finansbransjen, blant annet som styreleder og styremedlem i Verdipapirfondenes Forening gjennom 14 år.

source: What happens if Norges Bank discovers errors in Nowa after publication?
nb: Hva skjer dersom Norges Bank avdekker feil i Nowa etter publiseringen?

source: Egil Matsen presented the discussions on the Risk and Investment Committee and the topics that particularly drew its attention, including developments in certain cities and prospects ahead.
nb: Egil Matsen redegjorde for drøftingen i risiko- og investeringsutvalget og de temaer utvalget var opptatt av, herunder utviklingen i enkelte byer og utsiktene fremover.

source: NORGES BANK Economic BullEtin 2/2009Chart 2 Household net lending as a percentage of
nb: NORGES BANK Penger og Kreditt 2/2009Figur 2 Husholdningenes netto finansinvesteringer i prosent

source: The Ministry of Finance sets the buffer rate.
nb: fastsetter bufferkravet fire ganger i året.

source: The demand for
nb: Behovet for nye

source: In 2020, Norges Bank assessed three Norwegian interbank systems against international principles for financial market infrastructures (FMIs).
nb: Norges Bank evaluerte i 2020 tre norske interbanksystemer mot internasjonale prinsipper for finansiell infrastruktur.

source: The division of the continental shelf according to the midline principle in 1965 gave Norway sovereignty over considerable oil and gas deposits.
nb: Delingen av kontinentalsokkelen etter midtlinjeprinsippet i 1965 ga herredømme over store beholdninger av olje og gass.

source: Söderström demonstrates that the optimal approach may
nb: unngå dette, viser Söderström at det kan være optimalt

source: Customer deposits include deposits from households, enterprises, municipalities and other public sector entities, and certain financial companies (insurance companies, mutual funds).
nb: Kundeinnskudd inkluderer hovedsakelig innskudd fra husholdninger, private og offentlige foretak, kommuner, og visse finansielle foretak (forsikringsselskaper, verdipapirfond).

source: At the same time, the government earns considerable foreign currency income in the form of returns on the Government Pension Fund Global (GPFG).
nb: Samtidig har staten også store valutainntekter i form av avkastning i Statens Pensjonsfond Utland (SPU).

source: In 2008, the swap arrangement was established to ensure banks’ access to long-term funding.
nb: I 2008 ble den såkalte bytteordningen etablert for å sikre bankene lengre finansiering. Staten

source: Among younger groups, average debt-to-income ratios fell in 2019, largely owing to relatively high income growth, though debt ratios picked up again in 2020.
nb: Blant de yngre falt gjennomsnittlig gjeldsgrad i 2019, i stor grad som følge av relativt høy inntektsvekst, men gjeldsgraden tok seg opp igjen i 2020.

source: Initially, the obverses were also printed in London, while the reverse sides were printed at Norges Bank's printing works in Trondheim, until a copper plate printing press was acquired in 1891.
nb: Til å begynne med ble også trykkingen av forsidene utført i London, mens baksidene ble trykket ved Norges Banks trykkeri i Trondheim før det i 1891 ble anskaffet en kobbertrykkpresse.

source: Their Majesties King Harald V and Queen Sonja both celebrated their 75th birthdays in 2012.
nb: Kong Harald V og Dronning Sonja fylte 75 år i 2012.

source: Commit ee recommended that the Executive Board follow management’s guidance.
nb: hovedstyret å beslutte i samsvar med administrasjonens tilråding.

source: Chart 4 shows the volume of Eurobonds issued in the
nb: Figur 4 viser omfanget av utstedelser av eurokrone-

source: Andy Haldane, Executive Director of Financial Stability at the Bank of England estimates that, all together, the rules – once they are fully incorporated in national legislation in Europe – will number 30,000 pages.
nb: Andy Haldane, direktør for finansiell stabilitet i Bank of England, anslår at reglene – når de er fullt innarbeidet i den nasjonale lovgivningen i Europa – til sammen vil telle 30.000 sider

source: As from the same date, the mintmark is placed between “KONGERIKET” and “NOREG”.
nb: Merket til myntverket er frå og med same tidspunktet plassert mellom ”KONGERIKET” og ”NOREG”.

source: Measured by utility floor space, the decrease was 13.7 per cent.
nb: Målt i bruksareal var nedgangen på 13,7 prosent.

source: Nevertheless, in a systemic risk context, the focus is often on cyber attacks, since it is considered more likely that malicious attacks can weaken trust in the financial system, even though both incident types can have serious consequences (see, eg, ESRB (2020)
nb: Det fokuseres likevel i systemrisikosammenheng ofte på cyberangrep, da det regnes som mer trolig at ondsinnede angrep kan svekke tilliten til det finansielle systemet, selv om begge typer hendelser kan få alvorlige konsekvenser, se for eksempel ESRB (2020) «

source: In a corridor system, it is expensive for banks to use the central bank’s standing facilities.
nb: I et korridorsystem er det dyrt for bankene å benytte sentralbankens stående fasiliteter.

source: The outcome is influenced by labour
nb: Det vil si at verdien i en naturressurs omplasseres

source: receive a fixed swap rate and pay a floating 6-month
nb: mottar fast rente og betaler flytende 6 måneders

source: Obverse: Portrait of Henrik Wergeland.
nb: Portrett av Henrik Wergeland.

source: being accumulated in banking systems.
nb: Det står i kontrast til bedriftenes atferd.

source: Developments in the labour shareMemo from Monetary Policy of 14 March 2019
nb: Utviklingen i lønnsandelenNotat 14. mars 2019 fra Pengepolitikk (PPO)

source: Norway in collaboration with Finanstilsynet and Norges Bank (see
nb: i samarbeid med Finanstilsynet og Norges Bank, se

source: proposed structure and Nicolai Tangen’s employment contract.
nb: foreslåtte strukturen og arbeidsavtalen for Nicolai Tangen.

source: In many countries interest rates were reduced consid-
nb: Rentenivået i mange land ble redusert vesentlig da

source: cumulative return on the equity portfolio of
nb: og ser muligheter i selskaper som bidrar til

source: Ørjan Agdesteen presented the matter for discussion.
nb: Ørjan Agdesteen redegjorde for saksfremlegget.

source: the Fund and Norges Bank’s implementation of the man-
nb: forvaltningen av SPU og Norges Banks gjennomføring av

source: On 13 August Norges Bank issued two commemorative
nb: Norges Bank lanserte to minnemynter den 13. august, en

source: The analysis is based on Aastveit (2005).
nb: Analysen er basert på Aastveit (2005).

source: This is an important global trend (see Section 1.1), but it also applies to Norway.
nb: Dette er et viktig internasjonalt trekk, se kapittel 1.1, men gjelder også i Norge.

source: Israeli shekel (ILS) - daily exchange rate from Norges Bank
nb: Israelske shekel (ILS) - dagens valutakurs fra Norges Bank

source: 2 Low-cost countries are defined as Bulgaria, Estonia, Latvia, Lithuania, Slovenia, Turkey, Czech Republic, Bangladesh, Indonesia, India, Iran, Cambodia,Laos, Lebanon, Sri Lanka, Nepal, Malaysia, Philippines, Pakistan, Singapore, Hong Kong, China, South Korea, and Taiwan.
nb: 2 Lavkostnadsland er her definert som Bulgaria, Estland, Latvia, Litauen, Slovenia, Tyrkia, Tsjekkia, Bangladesh, Indonesia, India, Iran, Kambodsja, Laos, Libanon, SriLanka, Nepal, Malaysia, Filippinene, Pakistan, Singapore, Hong Kong, Kina, Sør-Korea, Taiwan.

source: Actual number issued was 29 646 coins.
nb: Faktisk opplagstall ble 29 646 stk.

source: - 2012 NBCBO IT security management and control
nb: - 2012 SBV Styring og kontroll med IT-Sikkerhet

source: The Executive Board discussed the matter and took note of the calibration of leader group positions in NBIM.
nb: Hovedstyret hadde en meningsutveksling og tok stillingskalibreringen av ledergruppestillinger i NBIM til etterretning.

source: Retrieve data from API
nb: Hent data fra API

source: On the contrary, price stability will be a precondition for high and stable output andemployment over time.
nb: Tvertimot vil prisstabilitet være en forutsetning for høy og stabil produksjon og sysselsetting over tid.

source: Many other countries have experienced similar
nb: Bankene har store mellomværender med

source: unchanged interest rates, an increase in wage growth of
nb: forankret i økt produktivitet.

source: Item 214/2019 - Recommendation on exclusion and observation of companies – Product-based coal criterion
nb: Sak 214/2019 Tilråding om utelukkelse og observasjon av selskaper – produktbasert kullkriterium

source: credit supply from Norges Bank (+).
nb: sektorer (–) og kreditt-tilførsel fra Norges Bank (+).

source: Theme and motifs for banknote …
nb: Tema og motiv for seddelserie …

source: The Executive Board took note of the schedule for the Executive Board’s consideration of the advice and assessments to be submitted to the Ministry of Finance.
nb: Hovedstyret tok til etterretning tidsplanen for behandling i hovedstyret av råd og vurderinger som skal oversendes Finansdepartementet.

source: A marked fall in commercial property prices in a stress situation can lead to substantial bank losses, as shown in the stress test in Section 3.
nb: Et markert fall i næringseiendomsprisene under en situasjon med stress kan lede til store tap i bankene, som vist i stresstesten i kapittel 3.

source: source of cost increases for enterprises and public entities.
nb: samarbeid og for løsning av konflikter.

source: Norges Bank proposes that the user group be composed of representatives of the banks that report money market transaction (RPD) data on a daily basis and users of the reference rate from both the issuer and investor side.
nb: Norges Bank foreslår at brukergruppen består av representanter for bankene som rapporterer daglige data til RPD og brukere av referanserenten både fra utsteder og investorsiden.

source: stable developments in output and employment.
nb: utviklingen i produksjon og sysselsetting.

source: ARR working group’s web page on Norges Bank’s website.
nb: gruppens nettside under Norges Bank sine nettsider.

source: Since its inception, the Norwegian Society for Sea Rescue has saved the lives of more than 6 000 people.
nb: I løpet av Redningsselskapets historie er mer enn 6 000 mennesker reddet fra den visse død.
